{
    "version": "https://jsonfeed.org/version/1",
    "title": "Renu Features",
    "description": "",
    "home_page_url": "https://renufeatures.in",
    "feed_url": "https://renufeatures.in/feed.json",
    "user_comment": "",
    "icon": "https://renufeatures.in/media/website/Renu-Features-4.png",
    "author": {
        "name": "RF"
    },
    "items": [
        {
            "id": "https://renufeatures.in/services/",
            "url": "https://renufeatures.in/services/",
            "title": "Our services",
            "summary": "We provide a number of services that cater to different requirements of your business. For now, the portfolio of our&hellip;",
            "content_html": "<p>We provide a number of services that cater to different requirements of your business. For now, the portfolio of our services includes the following:</p>\n<p>1. English&lt;&gt;Hindi, Bangla&gt;Hindi, Bangla&gt;English Translation</p>\n<p>2. Audio and Video Transcription in English and Hindi</p>\n<p>3. Website designing and maintenance</p>\n<p>4. Video sub-titling</p>\n<p>For availing any of these services, please <a href=\"https://renufeatures.in/contact-us/\">contact us! </a></p>",
            "author": {
                "name": "RF"
            },
            "tags": [
                   "web design",
                   "translation services English to Hindi",
                   "transcription",
                   "services"
            ],
            "date_published": "2021-02-13T16:19:14+05:30",
            "date_modified": "2021-10-09T00:19:49+05:30"
        },
        {
            "id": "https://renufeatures.in/web-services/",
            "url": "https://renufeatures.in/web-services/",
            "title": "Web Services",
            "summary": "Our web services are extensive and selective. We provide different types of website design, maintenance and upgrade services for select&hellip;",
            "content_html": "<p>Our web services are extensive and selective. We provide different types of website design, maintenance and upgrade services for select customers or small enterprises.</p>\n<p>For small businesses and micro enterprises running websites and availing of web technology is an unnecessary drag on business consuming time and resources.</p>\n<p>We take over the website related tasks on behalf of small and micro enterprises and provide them flawless services. </p>\n<p>To avail this service, businesses need only get in touch with us. We will discuss your requirements and then come out with a solution that will fulfil all your needs with minimum investment of time and resources.</p>\n<p>We have helped several small and micro businesses make the best use of internet and web services.</p>\n<p>We have the requisite experience and portfolio of services and you can depend on us.</p>\n<p>Just <a href=\"https://forms.gle/dxJDLBBUrfkrXBkh6\" target=\"_blank\" rel=\"noopener noreferrer\">get in touch</a>.</p>\n<p> </p>",
            "image": "https://renufeatures.in/media/posts/7/thisisengineering-raeng-f4pUuCc3M0g-unsplash-min.jpg",
            "author": {
                "name": "RF"
            },
            "tags": [
            ],
            "date_published": "2021-02-13T15:26:02+05:30",
            "date_modified": "2021-02-13T16:36:33+05:30"
        },
        {
            "id": "https://renufeatures.in/english-hindi-translation/",
            "url": "https://renufeatures.in/english-hindi-translation/",
            "title": "English-Hindi translation",
            "summary": "You can get your document translated in no time and with no effort. A human translator is waiting for your&hellip;",
            "content_html": "<p class=\"h4 card-title\">You can get your document translated in no time and with no effort. A human translator is waiting for your instructions.</p>\n<p>Just fill a simple form to send your instructions, upload your document and let us handle everything. <br><br>You simply have to upload your document, write your instructions and that is all. We will get in touch with you and get the job done.<br><br>Our translation process is as easy as 1, 2, 3. Simply upload your document or photo of the text. That’s it. The translation process will begin instantly upon receipt.</p>\n<p>English-Hindi Translation is a work that requires expertise and attention. We have a team of translators who are not only capable and efficient but also very fast.<br><br>We have expertise in translating websites, documents, presentations etc and we pay close attention to details.<br><br>We have an experience of more than 15 years and our translators are seasoned professionals.<br><br>We discuss all aspects of your project with you and then try to understand your exact requirements. <br><br>Please <a href=\"https://docs.google.com/forms/d/e/1FAIpQLSdhwzcGO80rVf0mWDcG75xk-_SBlEZuBq-QGhHnS2pPb1wxnQ/viewform\" target=\"_blank\" rel=\"noopener noreferrer\">Request for Enquiry</a> for discussing your project. Or send your file to us and request for a quote.<br><br></p>",
            "image": "https://renufeatures.in/media/posts/6/translation.jpg",
            "author": {
                "name": "RF"
            },
            "tags": [
                   "translation services English to Hindi"
            ],
            "date_published": "2021-01-30T21:00:28+05:30",
            "date_modified": "2021-10-09T00:20:42+05:30"
        },
        {
            "id": "https://renufeatures.in/transcription/",
            "url": "https://renufeatures.in/transcription/",
            "title": "Transcription ",
            "summary": "Our transcription services are fast and accurate. We have more than 10 years of experience in transcribing audio and video&hellip;",
            "content_html": "<p>Our transcription services are fast and accurate. We have more than 10 years of experience in transcribing audio and video files.</p>\n<p>Our have a small team of experienced transcribers who are not only well-versed with all the nuances of transcription, but are also pretty fast and accurate in their work.</p>\n<p>We employ modern tools, but do our work manually, not relying on automation. That is the reason, our transcripts are not only error-free, but also have a human touch.</p>\n<p>Getting our team of transcribers to work is fairly easy. You just have to send us a message and set the ball rolling.</p>\n<p>We will contact you and discuss with you all the requirements of your project and Proceed from there.</p>\n<p>Just send us a message!</p>\n",
            "image": "https://renufeatures.in/media/posts/2/pankaj-patel-jmEwNM588-E-unsplash-min.jpg",
            "author": {
                "name": "RF"
            },
            "tags": [
                   "transcription",
                   "renu features",
                   " English to Hindi"
            ],
            "date_published": "2021-01-09T22:04:14+05:30",
            "date_modified": "2021-10-09T00:21:29+05:30"
        }
    ]
}
